Repository: triopsi/th-steps
Catalog: lang/thsteps-*.po
Languages: de_de

source: https://triopsi-hosting.com
de_de: https://www.triopsi-hosting.com

source: A simple HTML stepper that works with categories and is also easy to use.
de_de: Ein einfacher HTML-Leiter, das mit Kategorien arbeitet und auch einfach zu bedienen ist.

source: How It Works?
de_de: Wie funktioniert es?

source: Help
de_de: Hilfe

source: How It Works - Display and shortcode
de_de: Wie es funktioniert - Anzeigen und Shortcodes

source: Getting Started with TH STEPS
de_de: Erste Schritte mit TH STEPS

source: Step 1. Go to "Step Categories --> Add New Category"
de_de: Schritt 1. Gehen Sie zu "Stufen Kategorien --> Neue Kategorie hinzufügen".

source: Step 2. Go to "All Steps --> Add New Step"
de_de: Schritt 2. Gehen Sie zu "Alle Stufen --> Neue Stufe hinzufügen".

source: Step 3. Insert a title and text, choose an icon and a link.
de_de: Schritt 3. Fügen Sie einen Titel und Text ein, wählen Sie ein Icon aus und einen Link.

source: Step 4. Choose a category and save the step.
de_de: Schritt 4. Wählen Sie eine Kategorie aus und speichern Sie den Schritt.

source: Step 5. Copy-paste the shortcode <span class="thsteps-shortcode-preview">[thsteps category="&lt;slug-name&gt;"]</span> anywhere in your post or site for show the stepper.
de_de: Schritt 5. Kopieren Sie den Shortcode <span class="thsteps-shortcode-preview">[thsteps category="&lt;slug-name&gt;"]</span> und fügen Sie ihn irgendwo in Ihrem Beitrag oder auf Ihrer Website ein, um den Stepper anzuzeigen.

source: All Shortcodes
de_de: Alle Shortcodes

source: show a single step
de_de: zeigen einen einzelnen Schritt

source: Show all steps from the category in a stepper
de_de: Alle Schritte aus der Kategorie in einem Stepper anzeigen

source: All Shortcodes parameters
de_de: Alle Shortcodes Parameter

source: orderby the atribute of steps Value=date, ID, title, name or rand, Default=date
de_de: Reihenfolge nach dem Attribut der Schritte Value=date, IS, title, name oder rand, Default=date

source: sort the teps in ascending or descending order. Value=asc or desc, Default=ASC
de_de: Sortieren Sie die Schritte in aufsteigender oder absteigender Reihenfolge. Wert=asc oder desc, Standard=ASC

source: e.g.
de_de: z.B.

source: Need Support?
de_de: Hilfe gebraucht?

source: Check plugin document for shortcode parameters.
de_de: Überprüfen Sie das Plugin Dokument auf Shortcode Parameter.

source: Documentation
de_de: Dokumentation

source: Donate
de_de: Spenden

source: More information URL
de_de: Mehr Informationen URL

source: Site
de_de: Seite

source: Please Choose
de_de: Bitte wählen

source: or
de_de: oder

source: Post
de_de: Beitrag

source: e.g. https://example.com
de_de: z.B. https://example.com

source: e.g. Link A
de_de: z.B. Link A

source: Empty Value = No Link
de_de: Leerer Inhalt = Kein Link

source: Icon name
de_de: Iconnamen

source: By default the plugin used and needed the font awesome icon libary (%s). Choose one and copy the name in this field.
de_de: Standardmäßig verwendet und benötigt das Plugin die Font Awesome Icon Library (%s). Wählen Sie ein Icon aus und kopieren Sie den Namen in dieses Feld.

source: Required fields
de_de: Pflichtfeld

source: Use Font Awesome CDN?
de_de: Benutze Font Awesome CDN?

source: Additional CSS classes for wrapper
de_de: Zusätzliche CSS-Klassen für Wrapper

source: Style of the step
de_de: Stil der Stufen

source: Additional CSS classes for steps
de_de: Zusätzliche CSS-Klassen für Stufen

source: Icon Color
de_de: Icon Farbe

source: Additional CSS classes for links
de_de: Zusätzliche CSS-Klassen für Links

source: Enable
de_de: Aktivieren

source: Want to use the CDN for Font Awesome Icons?
de_de: CDN für die Font Awesome Icon Bibliothek benutzen?

source: Style settings for steps.
de_de: Stileinstellungen für Stufen.

source: TH Steps Options
de_de: TH Stufen Optionen

source: Save Settings
de_de: Einstellungen speichern

source: Supports
de_de: Hilfen

source: Debug information
de_de: Debug Informationen

source: You are seeing this because your WP_DEBUG variable is set to true.
de_de: Du siehst diese Einstellungen, weil die WP_DEBU Variable auf true gesetzt worden ist.

source: All Stepss
de_de: Alle Stufen

source: Step
de_de: Stufe

source: Add New Step
de_de: Neue Stufe hinzufügen

source: New Steps
de_de: Neue Stufe

source: Edit Steps
de_de: Stufe bearbeiten

source: View Steps
de_de: Stufen anzeigen

source: All Steps
de_de: Alle Stufen

source: Search Steps
de_de: Suche Stufe

source: No Steps found.
de_de: Keine Stufen gefunden.

source: No Steps found in Trash.
de_de: Keine Stufen im Mülleimer gefunden.

source: Step Categories
de_de: Stufen Kategorien

source: Step Category
de_de: Stufen Kategorie

source: Search Step categories
de_de: Suche Stufen Kategorie

source: All Step categories
de_de: Alle Stufen Kategorien

source: Parent Step Category
de_de: Eltern Kategorie

source: Parent Step Category:
de_de: Eltern Kategorie:

source: Edit Step Category
de_de: Kategorie bearbeiten

source: Update Step Category
de_de: Kategorie bearbeiten

source: Add New Step Category
de_de: Neue Kategorie hinzufügen

source: New Step Category Name
de_de: Stufen Kategorie Namen

source: Separate Step categories with commas
de_de: Trennen Sie Kategorien durch Kommas

source: Add or remove Step category
de_de: Kategorie hinzufügen oder entfernen

source: Choose from the most used Step categories
de_de: Wählen Sie aus den am häufigsten verwendeten Stufen Kategorien

source: No Step category found.
de_de: Keine Stufen Kategorie gefunden.

source: Steps Categories
de_de: Stufen Kategorien

source: Steps updated.
de_de: Stufe aktualisiert.

source: Steps published.
de_de: Stufe veröffentlicht.

source: Steps saved.
de_de: Stufe gespeichert.

source: Steps draft updated.
de_de: Stufen Entwurf aktualisiert.

source: Question
de_de: Frage
